Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Codex + image
ar: Codex + صورة
de: Codex + Bild
es: Codex + imagen
id: Codex + gambar
ja: Codex + 画像
ko: Codex + 이미지
pt_br: Codex + imagem
ru: Codex + изображение
th: Codex + รูปภาพ
tr: Codex + görsel
vi: Codex + hình ảnh
zh_hans: Codex + 图片
zh_hant: Codex + 圖片

source: Codex advanced
ar: Codex متقدم
de: Codex erweitert
es: Codex avanzado
fr: Codex avancé
ja: Codex 詳細
ko: Codex 고급
pt_br: Codex avançado
ru: Codex расширенный
th: Codex ขั้นสูง
tr: Codex gelişmiş
vi: Codex nâng cao
zh_hans: Codex 进阶
zh_hant: Codex 進階

source: Codex basic
ar: Codex أساسي
de: Codex Basis
es: Codex básico
fr: Codex basique
ja: Codex 基本
ko: Codex 기본
pt_br: Codex básico
ru: Codex базовый
th: Codex พื้นฐาน
tr: Codex temel
vi: Codex cơ bản
zh_hans: Codex 基础
zh_hant: Codex 基礎

source: Codex style (Responses)
ar: نمط Codex (Responses)
de: Codex-Stil (Responses)
es: Estilo Codex (Responses)
fr: Style Codex (Responses)
hi: Codex शैली (Responses)
id: Gaya Codex (Responses)
ja: Codex スタイル (Responses)
ko: Codex 스타일 (Responses)
pt_br: Estilo Codex (Responses)
ru: Стиль Codex (Responses)
th: สไตล์ Codex (Responses)
tr: Codex tarzı (Responses)
vi: Phong cách Codex (Responses)
zh_hans: Codex 风格(Responses)
zh_hant: Codex 風格(Responses)

source: Coming soon
ar: قريبًا
de: Demnächst
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
id: Segera hadir
ja: 近日公開
ko: 곧 출시
pt_br: Em breve
ru: Вскоре
th: เร็วๆ นี้
tr: Yakında gelecek
vi: Sắp ra mắt
zh_hans: 即将推出
zh_hant: 即將推出

source: Common examples
ar: أمثلة شائعة
de: Häufige Beispiele
es: Ejemplos comunes
fr: Exemples courants
hi: सामान्य उदाहरण
id: Contoh umum
ja: よく使う例
ko: 자주 쓰는 예시
pt_br: Exemplos comuns
ru: Частые примеры
th: ตัวอย่างที่ใช้บ่อย
tr: Yaygın örnekler
vi: Ví dụ phổ biến
zh_hans: 常用示例
zh_hant: 常用範例

source: Compatibility profile, not OpenAI's official Codex API.
ar: ملف توافق، وليس Codex API الرسمي لـ OpenAI.
de: Kompatibilitätsprofil, nicht OpenAIs offizielle Codex-API.
es: Perfil de compatibilidad, no la API oficial de Codex de OpenAI.
fr: Profil de compatibilité, pas l'API officielle Codex d'OpenAI.
hi: संगतता प्रोफ़ाइल, OpenAI का आधिकारिक Codex API नहीं।
id: Profil kompatibilitas, bukan Codex API resmi OpenAI.
ja: 互換プロファイルです。OpenAI 公式の Codex API ではありません。
ko: 호환 프로필이며 OpenAI 공식 Codex API가 아닙니다.
pt_br: Perfil de compatibilidade, não é a API Codex oficial da OpenAI.
ru: Профиль совместимости, не официальный Codex API от OpenAI.
th: เป็นโปรไฟล์ความเข้ากันได้ ไม่ใช่ Codex API อย่างเป็นทางการของ OpenAI
tr: Uyumluluk profili, OpenAI'nin resmi Codex API'si değil.
vi: Hồ sơ tương thích, không phải Codex API chính thức của OpenAI.
zh_hans: 兼容性配置，不是 OpenAI 官方 Codex API。
zh_hant: 相容性設定檔，並非 OpenAI 官方 Codex API。

source: Complete Linking
ar: إكمال الربط
de: Verknüpfung abschließen
es: Completar vinculación
fr: Terminer l'association
hi: पूर्ण लिंकिंग
id: Tautan Lengkap
ja: リンクを完了
ko: 연결 완료
pt_br: Concluir vinculação
ru: Полное связывание
th: การเชื่อมโยงเสร็จสมบูรณ์
tr: Bağlantıyı Tamamla
vi: Liên kết hoàn chỉnh
zh_hans: 完成关联
zh_hant: 完成關聯

source: Configure every field yourself; no defaults are pre-filled.
ar: قم بتكوين كل حقل بنفسك؛ لا يتم تعبئة أي إعدادات افتراضية مسبقًا.
de: Konfigurieren Sie jedes Feld selbst; keine Standardwerte werden vorausgefüllt.
es: Configura cada campo tú mismo; no se rellenan valores predeterminados.
fr: Configurez chaque champ vous-même ; aucune valeur par défaut n'est pré-remplie.
hi: हर फ़ील्ड को स्वयं कॉन्फ़िगर करें; कोई डिफ़ॉल्ट पूर्व-भरा नहीं होगा।
id: Konfigurasi setiap kolom sendiri; tidak ada nilai default yang diisi otomatis.
ja: すべての項目を自分で設定します。既定値の事前入力はありません。
ko: 모든 필드를 직접 구성하세요. 기본값은 미리 채워지지 않습니다.
pt_br: Configure cada campo manualmente; nenhum valor padrão é pré-preenchido.
ru: Настраивайте каждое поле самостоятельно; значения по умолчанию не подставляются.
th: ตั้งค่าทุกฟิลด์ด้วยตนเอง ไม่มีค่าเริ่มต้นถูกกรอกล่วงหน้า
tr: Her alanı kendiniz yapılandırın; hiçbir varsayılan değer önceden doldurulmaz.
vi: Tự cấu hình từng trường; không có giá trị mặc định được điền sẵn.
zh_hans: 全部字段需要你自行配置，不预填默认值。
zh_hant: 全部欄位需自行設定，不預填預設值。

source: Connect Provider for More Models
ar: ربط مزود للحصول على المزيد من النماذج
de: Anbieter verbinden für mehr Modelle
es: Conectar proveedor para más modelos
fr: Connecter un fournisseur pour plus de modèles
hi: अधिक मॉडलों के लिए प्रदाता से जुड़ें
id: Hubungkan Penyedia untuk Lebih Banyak Model
ja: プロバイダーを接続してモデルを追加
ko: 공급자를 연결하여 모델 추가
pt_br: Conectar provedor para mais modelos
ru: Подключите поставщика для получения дополнительных моделей
th: เชื่อมต่อผู้ให้บริการสำหรับรุ่นเพิ่มเติม
tr: Daha Fazla Model İçin Sağlayıcıyı Bağlayın
vi: Kết nối nhà cung cấp cho nhiều mẫu máy hơn
zh_hans: 连接供应商以获取更多模型
zh_hant: 連接供應商以取得更多模型

source: Connection restored
ar: تمت استعادة الاتصال
de: Verbindung wiederhergestellt
es: Conexión restablecida
fr: Connexion rétablie
hi: कनेक्शन बहाल हो गया
id: Koneksi dipulihkan
ja: 接続が回復しました
ko: 연결이 복구되었습니다
pt_br: Conexão restabelecida
ru: Соединение восстановлено
th: การเชื่อมต่อกลับมาแล้ว
tr: Bağlantı yeniden kuruldu
vi: Đã khôi phục kết nối
zh_hans: 网络已恢复
zh_hant: 網路已恢復

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखना
id: Melanjutkan
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжать
th: ดำเนินการต่อ
tr: Devam etmek
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Continue Answering
ar: متابعة الإجابة
de: Antwort fortsetzen
es: Continuar respondiendo
fr: Continuer la réponse
hi: उत्तर देना जारी रखें
id: Lanjutkan Menjawab
ja: 回答を続ける
ko: 답변 계속하기
pt_br: Continuar respondendo
ru: Продолжить ответ
th: ตอบต่อ
tr: Yanıtlamaya Devam Et
vi: Tiếp tục trả lời
zh_hans: 继续回答
zh_hant: 繼續回答

source: Continue from where you stopped and finish the answer.
ar: تابع من حيث توقفت وأكمل الإجابة.
de: Fahre dort fort, wo du aufgehört hast, und beende die Antwort.
es: Continúa desde donde te detuviste y termina la respuesta.
fr: Reprenez là où vous vous êtes arrêté et terminez la réponse.
hi: जहां रुके थे वहीं से जारी रखें और उत्तर समाप्त करें।
id: Lanjutkan dari tempat Anda berhenti dan selesaikan jawabannya.
ja: 中断したところから続けて、回答を完成させます。
ko: 멈춘 곳에서 이어서 답변을 완성합니다.
pt_br: Continue de onde parou e termine a resposta.
ru: Продолжайте с того места, где остановились, и закончите ответ.
th: ดำเนินการต่อจากจุดที่คุณหยุดและตอบให้จบ
tr: Durduğunuz yerden devam edin ve cevabı tamamlayın.
vi: Tiếp tục từ nơi bạn đã dừng lại và hoàn thành câu trả lời.
zh_hans: 从中断处继续并完成回答。
zh_hant: 從中斷處繼續並完成回答。

source: Continuing with %@, here are the strongest next steps: - Summarize the key decision in one sentence. - Turn the next action into a concrete checklist. - Flag any open risks or assumptions before you move on.
ar: بالمتابعة مع %@، إليك أفضل الخطوات التالية: - لخّص القرار الرئيسي في جملة واحدة. - حوّل الإجراء التالي إلى قائمة تحقق ملموسة. - أشر إلى أي مخاطر أو افتراضات معلّقة قبل المتابعة.
de: Weiter mit %@ – das sind die besten nächsten Schritte: - Fasse die zentrale Entscheidung in einem Satz zusammen. - Mach aus der nächsten Aktion eine konkrete Checkliste. - Benenne offene Risiken oder Annahmen, bevor du weitermachst.
es: Continuando con %@, estos son los mejores pasos siguientes: - Resume la decisión clave en una frase. - Convierte la siguiente acción en una lista concreta. - Señala los riesgos o supuestos abiertos antes de avanzar.
fr: En continuant avec %@, voici les meilleures étapes suivantes : - Résumez la décision clé en une phrase. - Transformez la prochaine action en liste concrète. - Signalez les risques ou hypothèses en suspens avant de poursuivre.
hi: %@ के साथ जारी रखते हुए, सबसे अच्छे अगले कदम ये हैं: - मुख्य निर्णय को एक वाक्य में सारांशित करें। - अगली कार्रवाई को एक ठोस चेकलिस्ट में बदलें। - आगे बढ़ने से पहले खुले जोखिम या धारणाएँ बताएँ।
id: Melanjutkan dengan %@, berikut langkah terbaik selanjutnya: - Ringkas keputusan utama dalam satu kalimat. - Ubah tindakan berikutnya menjadi daftar periksa yang konkret. - Tandai risiko atau asumsi yang belum jelas sebelum melanjutkan.
ja: %@ を使って続けます。次に効果的なステップは以下です： - 重要な決定を一文で要約する。 - 次の行動を具体的なチェックリストにする。 - 先に進む前に未解決のリスクや前提を挙げる。
ko: %@(으)로 계속합니다. 다음으로 가장 효과적인 단계는 다음과 같습니다: - 핵심 결정을 한 문장으로 요약하세요. - 다음 행동을 구체적인 체크리스트로 만드세요. - 계속하기 전에 미해결 위험이나 가정을 짚으세요.
pt_br: Continuando com %@, estes são os melhores próximos passos: - Resuma a decisão principal em uma frase. - Transforme a próxima ação em uma lista concreta. - Aponte riscos ou suposições em aberto antes de seguir.
ru: Продолжая с %@, вот самые важные следующие шаги: - Сформулируйте ключевое решение одним предложением. - Превратите следующее действие в конкретный чек-лист. - Отметьте нерешённые риски и допущения, прежде чем двигаться дальше.
th: ดำเนินการต่อด้วย %@ นี่คือขั้นตอนถัดไปที่ดีที่สุด: - สรุปการตัดสินใจสำคัญในหนึ่งประโยค - แปลงการกระทำถัดไปให้เป็นเช็กลิสต์ที่ชัดเจน - ระบุความเสี่ยงหรือข้อสมมติที่ยังค้างอยู่ก่อนไปต่อ
tr: %@ ile devam ederken en etkili sonraki adımlar: - Kilit kararı tek cümlede özetle. - Sonraki eylemi somut bir kontrol listesine dönüştür. - Devam etmeden önce açık riskleri veya varsayımları belirt.
vi: Tiếp tục với %@, đây là các bước tiếp theo hiệu quả nhất: - Tóm tắt quyết định chính trong một câu. - Biến hành động kế tiếp thành danh sách việc cụ thể. - Nêu rõ rủi ro hoặc giả định còn bỏ ngỏ trước khi đi tiếp.
zh_hans: 继续使用 %@，接下来最值得做的几件事： - 用一句话总结关键决定。 - 把下一步动作写成具体的清单。 - 在继续之前指出尚未解决的风险或假设。
zh_hant: 繼續使用 %@，接下來最值得做的幾件事： - 用一句話總結關鍵決定。 - 把下一步動作寫成具體的清單。 - 在繼續之前指出尚未解決的風險或假設。

source: Continuing with %@, here are the strongest next steps:\n\n- Summarize the key decision in one sentence.\n- Turn the next action into a concrete checklist.\n- Flag any open risks or assumptions before you move on.
ar: بالمتابعة مع %@، إليك أقوى الخطوات التالية:\n\n- لخّص القرار الرئيسي في جملة واحدة.\n- حوّل الإجراء التالي إلى قائمة مهام محددة.\n- أشر إلى أي مخاطر أو افتراضات مفتوحة قبل المتابعة.
de: Weiter mit %@, hier sind die besten nächsten Schritte:\n\n- Fasse die wichtigste Entscheidung in einem Satz zusammen.\n- Wandle die nächste Aktion in eine konkrete Checkliste um.\n- Kennzeichne offene Risiken oder Annahmen, bevor du weitermachst.
es: Continuando con %@, estos son los mejores pasos a seguir:\n\n- Resume la decisión clave en una oración.\n- Convierte la siguiente acción en una lista concreta.\n- Señala riesgos o suposiciones pendientes antes de avanzar.
fr: En continuant avec %@, voici les meilleures prochaines étapes :\n\n- Résumez la décision clé en une phrase.\n- Transformez la prochaine action en une liste concrète.\n- Signalez les risques ou hypothèses en suspens avant de continuer.
hi: %@ के साथ आगे बढ़ते हुए, यहां सबसे मजबूत अगले चरण हैं:\n\n- मुख्य निर्णय को एक वाक्य में सारांशित करें।\n- अगली कार्रवाई को एक ठोस चेकलिस्ट में बदलें।\n- आगे बढ़ने से पहले किसी भी खुले जोखिम या धारणा को चिह्नित करें।
id: Melanjutkan %@, berikut adalah langkah terkuat berikutnya:\n\n- Ringkas keputusan penting dalam satu kalimat.\n- Ubah tindakan berikutnya menjadi daftar periksa yang konkret.\n- Tandai setiap risiko atau asumsi yang terbuka sebelum Anda melanjutkan.
ja: %@の続きとして、次のステップを提案します：\n\n- 重要な決定を一文で要約する。\n- 次のアクションを具体的なチェックリストにする。\n- 進む前に未解決のリスクや前提を確認する。
ko: %@에 이어서, 다음 단계를 안내합니다:\n\n- 핵심 결정을 한 문장으로 요약하세요.\n- 다음 작업을 구체적인 체크리스트로 만드세요.\n- 진행하기 전에 미해결 위험이나 가정을 확인하세요.
pt_br: Continuando com %@, aqui estão os melhores próximos passos:\n\n- Resuma a decisão principal em uma frase.\n- Transforme a próxima ação em uma lista concreta.\n- Sinalize riscos ou suposições pendentes antes de prosseguir.
ru: Продолжая %@, вот самые важные следующие шаги:\n\n- Обобщите ключевое решение в одном предложении.\n- Превратите следующее действие в конкретный контрольный список.\n- Отметьте любые открытые риски или предположения, прежде чем двигаться дальше.
th: ขั้นตอนถัดไปที่รัดกุมที่สุดในการดำเนินการต่อด้วย %@:\n\n- สรุปการตัดสินใจที่สำคัญในหนึ่งประโยค\n- เปลี่ยนการดำเนินการถัดไปให้เป็นรายการตรวจสอบที่เป็นรูปธรรม\n- ทำเครื่องหมายความเสี่ยงหรือข้อสันนิษฐานที่เปิดอยู่ก่อนที่คุณจะดำเนินการต่อ
tr: %@ ile devam edersek, sonraki en güçlü adımlar şunlardır:\n\n- Temel kararı tek bir cümleyle özetleyin.\n- Bir sonraki eylemi somut bir kontrol listesine dönüştürün.\n- Devam etmeden önce tüm açık riskleri veya varsayımları işaretleyin.
vi: Tiếp tục với %@, đây là các bước tiếp theo mạnh mẽ nhất:\n\n- Tóm tắt quyết định quan trọng trong một câu.\n- Biến hành động tiếp theo thành một danh sách kiểm tra cụ thể.\n- Gắn cờ mọi rủi ro hoặc giả định mở trước khi bạn tiếp tục.
zh_hans: 继续使用 %@，以下是建议的下一步：\n\n- 用一句话总结关键决策。\n- 将下一步行动转化为具体的清单。\n- 在继续之前标记任何未解决的风险或假设。
zh_hant: 繼續使用 %@，以下是建議的下一步：\n\n- 用一句話總結關鍵決策。\n- 將下一步行動轉化為具體的清單。\n- 在繼續之前標記任何未解決的風險或假設。

source: Conversation "%@" restored from another device
ar: تم استعادة المحادثة «%@» من جهاز آخر
de: Konversation „%@“ von einem anderen Gerät wiederhergestellt
es: Conversación «%@» restaurada desde otro dispositivo
fr: Conversation « %@ » restaurée depuis un autre appareil
hi: वार्तालाप "%@" किसी अन्य डिवाइस से पुनर्स्थापित किया गया
id: Percakapan "%@" dipulihkan dari perangkat lain
ja: 会話「%@」を他のデバイスから復元しました
ko: 다른 기기에서 대화 "%@" 복원됨
pt_br: Conversa «%@» restaurada de outro dispositivo
ru: Разговор "%@" восстановлен с другого устройства.
th: กู้คืนการสนทนา "%@" จากอุปกรณ์อื่นแล้ว
tr: "%@" görüşmesi başka bir cihazdan geri yüklendi
vi: Cuộc hội thoại "%@" được khôi phục từ một thiết bị khác
zh_hans: 对话「%@」已从其他设备恢复
zh_hant: 對話「%@」已從其他裝置恢復

source: Conversation Starters
ar: عبارات بدء المحادثة
de: Gesprächsstarter
es: Frases de inicio
fr: Phrases de démarrage
hi: बातचीत आरंभकर्ता
id: Pembuka Percakapan
ja: 会話スターター
ko: 대화 시작 메시지
pt_br: Frases iniciais
ru: Начало разговора
th: ผู้เริ่มการสนทนา
tr: Konuşma Başlatıcılar
vi: Người bắt đầu cuộc trò chuyện
zh_hans: 对话开场白
zh_hant: 對話開場白

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
id: Disalin
ja: コピー済み
ko: 복사됨
pt_br: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: प्रतिलिपि
id: Menyalin
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
th: สำเนา
tr: Kopyala
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Copy Image
ar: نسخ الصورة
de: Bild kopieren
es: Copiar imagen
fr: Copier l'image
hi: नकल छवि
id: Salin Gambar
ja: 画像をコピー
ko: 이미지 복사
pt_br: Copiar imagem
ru: Копировать изображение
th: คัดลอกรูปภาพ
tr: Resmi Kopyala
vi: Sao chép hình ảnh
zh_hans: 拷贝图片
zh_hant: 拷貝圖片

source: Cost is estimated using public model pricing. Actual billing follows your relay provider.
ar: التكلفة تقديرية بناءً على الأسعار العامة للنماذج. الفواتير الفعلية تتبع مزود الترحيل لديك.
de: Die Kosten werden anhand öffentlicher Modellpreise geschätzt. Die tatsächliche Abrechnung erfolgt durch Ihren Relay-Anbieter.
es: El coste es una estimación según los precios oficiales del modelo. La facturación real sigue a tu proveedor de relay.
fr: Le coût est estimé à partir des prix publics du modèle. La facturation réelle suit votre fournisseur relais.
hi: लागत सार्वजनिक मॉडल मूल्य से अनुमानित है। वास्तविक बिलिंग आपके रिले प्रदाता पर आधारित है।
id: Biaya diestimasi dari harga model publik. Tagihan sesungguhnya mengikuti penyedia relai Anda.
ja: 料金はモデルの公開価格で見積もっており、実際の請求はリレー業者に従います。
ko: 비용은 공식 모델 가격으로 추정되며 실제 청구는 릴레이 공급자를 따릅니다.
pt_br: O custo é estimado com base nos preços públicos do modelo. A cobrança real segue seu provedor de relay.
ru: Стоимость рассчитана по публичным ценам модели. Фактический счёт выставляет ваш relay-провайдер.
th: ค่าใช้จ่ายเป็นการประมาณตามราคาทางการของโมเดล การเรียกเก็บจริงขึ้นอยู่กับผู้ให้บริการรีเลย์
tr: Maliyet, modelin genel fiyatlarına göre tahminidir. Gerçek faturalandırma relay sağlayıcınıza bağlıdır.
vi: Chi phí được ước tính theo giá công khai của mô hình. Hoá đơn thực tế dựa vào nhà cung cấp relay của bạn.
zh_hans: 费用按官方模型定价估算，实际计费以中转商账单为准。
zh_hant: 費用按官方模型定價估算，實際計費以中轉商帳單為準。

source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuel
hi: मौजूदा
id: Saat ini
ja: 現在
ko: 현재
pt_br: Atual
ru: Текущий
th: ปัจจุบัน
tr: Akım
vi: Hiện hành
zh_hans: 当前
zh_hant: 目前

source: Current Conversation
ar: المحادثة الحالية
de: Aktuelle Unterhaltung
es: Conversación actual
fr: Conversation actuelle
hi: मौजूदा बातचीत
id: Percakapan saat ini
ja: 現在の会話
ko: 현재 대화
pt_br: Conversa atual
ru: Текущий разговор
th: การสนทนาปัจจุบัน
tr: Geçerli sohbet
vi: Cuộc trò chuyện hiện tại
zh_hans: 当前对话
zh_hant: 目前對話

source: Current Status
ar: الوضع الحالي
de: Aktueller Status
es: Estado actual
fr: Statut actuel
hi: वर्तमान स्थिति
id: Status Saat Ini
ja: 現在の状況
ko: 현황
pt_br: Status atual
ru: Текущий статус
th: สถานะปัจจุบัน
tr: Mevcut Durum
vi: Tình trạng hiện tại
zh_hans: 当前状态
zh_hant: 目前狀態

source: Daily avg %@
ar: المتوسط اليومي %@
de: Tagesdurchschnitt %@
es: Promedio diario %@
fr: Moyenne quotidienne %@
hi: दैनिक औसत %@
id: Rata-rata harian %@
ja: 1 日平均 %@
ko: 일 평균 %@
pt_br: Média diária %@
ru: Средн. в день %@
th: เฉลี่ยต่อวัน %@
tr: Günlük ortalama %@
vi: Trung bình mỗi ngày %@
zh_hans: 日均 %@
zh_hant: 日均 %@

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: अँधेरा
id: Gelap
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Темный
th: มืด
tr: Karanlık
vi: Tối tăm
zh_hans: 深色
zh_hant: 深色

source: Dedicated tool model
ar: نموذج أدوات مخصص
de: Spezielles Tool-Modell
es: Modelo de herramientas dedicado
fr: Modèle d'outil dédié
hi: विशेष टूल मॉडल
id: Model alat khusus
ja: 専用ツールモデル
ko: 전용 도구 모델
pt_br: Modelo de ferramenta dedicado
ru: Специальная модель инструментов
th: โมเดลเครื่องมือเฉพาะ
tr: Özel araç modeli
vi: Mô hình công cụ chuyên dụng
zh_hans: 专用工具模型
zh_hant: 專用工具模型

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
hi: गलती करना
id: Bawaan
ja: デフォルト
ko: 기본
pt_br: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: Default capabilities
ar: القدرات الافتراضية
de: Standardfähigkeiten
es: Capacidades predeterminadas
fr: Capacités par défaut
hi: डिफ़ॉल्ट क्षमताएँ
id: Kemampuan default
ja: デフォルトの機能
ko: 기본 기능
pt_br: Capacidades padrão
ru: Возможности по умолчанию
th: ความสามารถเริ่มต้น
tr: Varsayılan yetenekler
vi: Khả năng mặc định
zh_hans: 默认能力
zh_hant: 預設能力

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete this conversation?
ar: هل تريد حذف هذه المحادثة؟
de: Dieses Gespräch löschen?
es: ¿Eliminar esta conversación?
fr: Supprimer cette conversation ?
hi: यह वार्तालाप हटाएँ?
id: Hapus percakapan ini?
ja: この会話を削除しますか？
ko: 이 대화를 삭제하시겠습니까?
pt_br: Excluir esta conversa?
ru: Удалить этот разговор?
th: ลบการสนทนานี้ใช่ไหม
tr: Bu görüşme silinsin mi?
vi: Xóa cuộc trò chuyện này?
zh_hans: 删除此对话？
zh_hant: 刪除此對話？

source: Depends on current mode
ar: يعتمد على الوضع الحالي
de: Vom aktuellen Modus abhängig
es: Depende del modo actual
fr: Dépend du mode actuel
hi: वर्तमान मोड पर निर्भर
id: Bergantung pada mode saat ini
ja: 現在のモードに依存
ko: 현재 모드에 따라 달라짐
pt_br: Depende do modo atual
ru: Зависит от текущего режима
th: ขึ้นกับโหมดปัจจุบัน
tr: Geçerli moda bağlı
vi: Phụ thuộc chế độ hiện tại
zh_hans: 取决于当前模式
zh_hant: 取決於目前模式

source: Detected
ar: تم الكشف
de: Erkannt
es: Detectado
fr: Détecté
hi: पता चला
id: Terdeteksi
ja: 識別済み
ko: 감지됨
pt_br: Detectado
ru: Обнаружено
th: ตรวจพบ
tr: Algılandı
vi: Đã phát hiện
zh_hans: 已识别
zh_hant: 已識別

source: Disable Response Storage
ar: تعطيل Response Storage
de: Response Storage deaktivieren
es: Desactivar Response Storage
fr: Désactiver Response Storage
hi: Response Storage बंद करें
id: Nonaktifkan Response Storage
ja: Response Storage を無効化
ko: Response Storage 비활성화
pt_br: Desativar Response Storage
ru: Отключить Response Storage
th: ปิด Response Storage
tr: Response Storage devre dışı
vi: Tắt Response Storage
zh_hans: 禁用响应存储
zh_hant: 停用 Response Storage

source: Disabled
ar: معطّل
de: Deaktiviert
es: Desactivado
fr: Désactivé
hi: अक्षम
id: Dinonaktifkan
ja: 無効
ko: 비활성화
pt_br: Desativado
ru: Отключено
th: ปิดใช้งาน
tr: Devre dışı
vi: Đã tắt
zh_hans: 禁用
zh_hant: 停用

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
hi: खारिज करना
id: Membuang
ja: 破棄
ko: 삭제
pt_br: Descartar
ru: Отказаться
th: ทิ้ง
tr: At
vi: Loại bỏ
zh_hans: 丢弃
zh_hant: 捨棄

source: Discard local data and use cloud data
ar: تجاهل البيانات المحلية واستخدم البيانات السحابية
de: Lokale Daten verwerfen und Cloud-Daten verwenden
es: Descarta los datos locales y usa los datos de la nube
fr: Supprimer les données locales et utiliser les données cloud
hi: स्थानीय डेटा त्यागें और क्लाउड डेटा का उपयोग करें
id: Buang data lokal dan gunakan data cloud
ja: ローカルデータを破棄してクラウドデータを使用します
ko: 로컬 데이터를 삭제하고 클라우드 데이터 사용
pt_br: Descartar dados locais e usar dados da nuvem
ru: Откажитесь от локальных данных и используйте облачные данные
th: ละทิ้งข้อมูลในเครื่องและใช้ข้อมูลบนคลาวด์
tr: Yerel verileri atın ve bulut verilerini kullanın
vi: Loại bỏ dữ liệu cục bộ và sử dụng dữ liệu đám mây
zh_hans: 丢弃本地数据，使用云端数据
zh_hant: 捨棄本機資料，使用雲端資料

source: Dismiss
ar: رفض
de: Zurückweisen
es: Despedir
fr: Rejeter
hi: नकार देना
id: Membubarkan
ja: 却下する
ko: 해고하다
pt_br: Liberar
ru: Увольнять
th: อนุญาตให้ออกไป
tr: Azletmek
vi: Miễn nhiệm
zh_hans: 关闭
zh_hant: 解僱

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
id: Selesai
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
th: เสร็จแล้ว
tr: Tamam
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Draft
ar: مسودة
de: Entwurf
es: Borrador
fr: Brouillon
hi: मसौदा
id: Draf
ja: 下書き
ko: 초안
pt_br: Rascunho
ru: Черновик
th: ร่าง
tr: Taslak
vi: Bản nháp
zh_hans: 草稿
zh_hant: 草稿

source: Draft a solution
ar: صياغة حل
de: Lösung entwerfen
es: Redactar una solución
fr: Rédiger une solution
hi: ड्राफ्ट ए समाधान
id: Draf a solusi
ja: 解決策を 下書き
ko: 솔루션 초안 작성
pt_br: Elaborar uma solução
ru: Проект решение
th: ร่าง ก วิธีการแก้ปัญหา
tr: Taslak çözüm
vi: Dự thảo một giải pháp
zh_hans: 起草 解决方案
zh_hant: 起草 解決方案

# Draft a solution
source: Draft a\nsolution
ar: صياغة\nحل
de: Lösung\nentwerfen
es: Redactar una\nsolución
fr: Rédiger une\nsolution
hi: एक समाधान ड्राफ़्ट करें
id: Draf\nsolusi
ja: 解決策を\n下書き
ko: 해결책\n작성하기
pt_br: Elaborar uma\nsolução
ru: Проект решения\n
th: ร่างวิธีแก้ปัญหา\n
tr: Çözüm taslağı\n
vi: Dự thảo một\ngiải pháp
zh_hans: 起草\n解决方案
zh_hant: 起草\n解決方案

source: Draft saved
ar: تم حفظ المسودة
de: Entwurf gespeichert
es: Borrador guardado
fr: Brouillon enregistré
hi: ड्राफ्ट सहेजा गया
id: Draf disimpan
ja: 下書きを保存しました
ko: 임시 저장됨
pt_br: Rascunho salvo
ru: Черновик сохранен.
th: บันทึกฉบับร่างแล้ว
tr: Taslak kaydedildi
vi: Đã lưu bản nháp
zh_hans: 草稿已保存
zh_hant: 草稿已儲存

source: Drafts to Resume
ar: المسودات للاستئناف
de: Entwürfe zur Fortsetzung
es: Borradores para reanudar
fr: Brouillons à reprendre
hi: फिर से शुरू करने के लिए ड्राफ्ट
id: Draf untuk Dilanjutkan
ja: 再開するドラフト
ko: 재개할 초안
pt_br: Rascunhos para retomar
ru: Черновики для возобновления
th: ร่างเพื่อดำเนินการต่อ
tr: Devam Edilecek Taslaklar
vi: Bản nháp để tiếp tục
zh_hans: 待恢复的草稿
zh_hant: 待恢復的草稿

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादन करना
id: Sunting
ja: 編集
ko: 편집
pt_br: Editar
ru: Редактировать
th: แก้ไข
tr: Düzenlemek
vi: Biên tập
zh_hans: 编辑
zh_hant: 編輯

source: Edit capabilities
ar: تحرير القدرات
de: Fähigkeiten bearbeiten
es: Editar capacidades
fr: Modifier les capacités
hi: क्षमताएँ संपादित करें
id: Edit kemampuan
ja: 機能を編集
ko: 기능 편집
pt_br: Editar recursos
ru: Изменить возможности
th: แก้ไขความสามารถ
tr: Yetenekleri düzenle
vi: Sửa khả năng
zh_hans: 编辑能力
zh_hant: 編輯能力

source: Email Verification
ar: التحقق من البريد الإلكتروني
de: E-Mail-Verifizierung
es: Verificación de correo
fr: Vérification de l'e-mail
hi: ईमेल सत्यापन
id: Verifikasi email
ja: メール認証
ko: 이메일 인증
pt_br: Verificação de e-mail
ru: Подтверждение эл. почты
th: การยืนยันอีเมล
tr: E-posta doğrulama
vi: Xác minh email
zh_hans: 邮箱验证
zh_hant: 電子郵件驗證
